Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/sosiaali_ja_terveys.html.tmx
Source language: fin
Languages: smn

source: Sosiaali- ja terveyslautakunta
smn: Sosiaal- já tiervâsvuođâlävdikodde

source: Sosiaali- ja terveyslautakunta on saamelaiskäräjien sosiaali- ja terveyspoliittisten esitysten, aloitteiden, lausuntojen ja kannanottojen valmistelija.
smn: Sosiaal- já tiervâsvuođâlävdikodde lii sämitige sosiaal- já tiervâsvuođâpoolitlâš iävtuttâsâi, algui, ciälkkámušâi já peleväldimij valmâštellee.

source: Lautakunnan tehtävänä on edistää saamelaisten oikeuksia ja asemaa Suomen sosiaali- ja terveydenhuoltojärjestelmässä.
smn: Lävdikode pargon lii ovdediđ sämmilij vuoigâdvuođâid já sajattuv Suomâ sosiaal- já tiervâsvuođâhuolâttâsvuáháduvâst.

source: Lautakunta päättää valtion talousarviossa (pääluokka 33, sosiaali- ja terveysministeriö) saamenkielisten sosiaali- ja terveyspalvelujen turvaamiseen osoitetun valtionavustuksen käytöstä.
smn: Lävdikodde meerrid staatâ pudjetist (válduluokka 33, sosiaal- já tiervâsvuođâministeriö) sämikielâlâš sosiaal- já tiervâsvuođâpalvâlusâi tuurvâstmân čujottum staatâtorjuu kevttimist.

source: Se valmistelee saamelaiskäräjien kokoukselle pitemmän aikavälin suunnitelman saamenkielisten sosiaali- ja terveyspalvelujen tuottamisesta ja antaa vuosittain saamelaiskäräjien kokoukselle ja Lapin lääninhallitukselle selvityksen saamenkielisten sosiaali- ja terveyspalvelujen turvaamiseen osoitetun valtionavustuksen käytöstä.
smn: Tot valmâštâl sämitige čuákkimân kuhheeb äigipaje vuávám sämikielâlâš sosiaal- já tiervâsvuođâ¬palvâlusâi pyevtitmist já addel ihásávt sämitige čuákkimân já Laapi läänihaldâttâsân čielgiittâs sämikielâlâš sosiaal- já tiervâsvuođâpalvâlusâi tuurvâstmân čujottum staatâtorjuu kevttimist.

source: Lautakunta vastaa ja huolehtii Pohjois-Suomen sosiaalialan osaamiskeskukselle määrättyjen saamelaisväestön palvelutarpeiden huomioimista edellyttävien tarpeellisten tehtävien hoitamisesta.
smn: Lävdikodde västid já ana huolâ Tave-Suomâ sosiaalsyergi mättimkuávdážân meridum sämiaalmug palvâlemtáárbui huámášume käibideijee tárbulij pargoi hoittáámist.

source: Lautakunnan käsittelemät asioita valmistelevat ja toimeenpanevat sosiaali- ja terveyssihteeri ja Pohjois-Suomen sosiaalialan osaamiskeskuksen saamelaisyksikön suunnittelija.
smn: Lävdikode kieđâvuššâm aašijd valmâštâllâv já olášuttev sosiaal- já tiervâsvuođâčällee já Tave-Suomâ sosiaalsyergi mättimkuávdáá sämiohtâduv vuávájeijee.

source: Posken saamelaisyksikön toiminnasta lisätietoja tästä.
smn: Sosiaal- já tiervâsvuođâlävdikoodán kuleh iivijn 2020-2023 tah jesâneh já värijesâneh:

source: Sosiaali- ja terveyslautakuntaan kuuluvat vuosina 2020-2023 seuraavat jäsenet:
smn: Jesâneh: Hetta Karen-Anni, sj.

source: Jäsenet: Hetta Karen-Anni, pj. Magga Ulla-Maarit , vpj. Hirvasvuopio Janne Rahko Niila Eriksen Heidi Pekkala Aslak Mäkinen Anne
smn: Magga Ulla-Maarit, vsj. Hirvasvuopio Janne Rahko Niila Eriksen Heidi Pekkala Aslak Mäkinen Anne

source: Varajäsenet: Äärelä Inga Länsman Aslak Uula Niittyvuopio-Lämsä Leena Itäkivi Minka Veijola Ánte Tervonen Joanna Feodoroff Veikko
smn: Värijesâneh: Äärelä Inga Länsman Aslak Uula Niittyvuopio-Lämsä Leena Itäkivi Minka Veijola Ánte Tervonen Joanna Feodoroff Veikko
